Repository: walkasjesus/walkasjesus_framework
Catalog: jesus_commandments_website/locale/*/LC_MESSAGES/django.po
Languages: nl

source: Upload a valid image. The file you uploaded was either not an image or a corrupted image.
nl: Upload een geldige afbeelding. Het bestand dat je hebt geüpload was ofwel niet een afbeelding of een beschadigde afbeelding.

source: Select a valid choice. %(value)s is not one of the available choices.
nl: Selecteer een geldige keuze. %(value)s is niet een van de beschikbare keuzes.

source: Enter a list of values.
nl: Voer een lijst met waarden in.

source: Enter a complete value.
nl: Voer een volledige waarde in.

source: Enter a valid UUID.
nl: Voer een geldige UUID in.

source: (Hidden field %(name)s) %(error)s
nl: (Verborgen veld%(name)s)%(error)s

source: ManagementForm data is missing or has been tampered with
nl: ManagementForm data ontbreekt of er is mee geknoeid

source: Please submit %d or fewer forms.
nl: Stuur alstublieft %d of minder formulieren in

source: Please submit %d or more forms.
nl: Stuur alstublieft %d of meer formulieren in

source: Order
nl: Bestellen

source: Delete
nl: Verwijderen

source: Please correct the duplicate data for %(field)s.
nl: Corrigeer de dubbele gegevens voor %(field)s.

source: Please correct the duplicate data for %(field)s, which must be unique.
nl: Corrigeer de dubbele gegevens voor %(field)s, welke uniek moet zijn.

source: Please correct the duplicate data for %(field_name)s which must be unique for the %(lookup)s in %(date_field)s.
nl: Corrigeer de dubbele gegevens voor%(field_name)s die uniek is voor de %(lookup)s in%(date_field)s.

source: Please correct the duplicate values below.
nl: Corrigeer de dubbele waarden hieronder.

source: The inline value did not match the parent instance.
nl: De inline waarde komen niet overeen met de bovenliggende instantie.

source: Select a valid choice. That choice is not one of the available choices.
nl: Selecteer een geldige keuze. Die keuze is niet een van de beschikbare keuzes.

source: "%(pk)s" is not a valid value.
nl: "%(pk)s" is geen geldige waarde.

source: %(datetime)s couldn't be interpreted in time zone %(current_timezone)s; it may be ambiguous or it may not exist.
nl: %(datetime)s kon niet worden uitgelegd in de tijdzone %(current_timezone)s; het kan dubbelzinnig zijn of het kan niet bestaan.

source: Clear
nl: Doorzichtig

source: Currently
nl: Momenteel

source: Change
nl: Verandering

source: Unknown
nl: Onbekend

source: Yes
nl: Ja

source: No
nl: Nee

source: yes,no,maybe
nl: Ja,Nee,Misschien

source: midnight
nl: middernacht

source: noon
nl: middag

source: Monday
nl: maandag

source: Tuesday
nl: dinsdag

source: Wednesday
nl: woensdag

source: Thursday
nl: donderdag

source: Friday
nl: vrijdag

source: Saturday
nl: zaterdag

source: Sunday
nl: zondag

source: Mon
nl: Ma

source: Tue
nl: Di

source: Wed
nl: Wo

source: Thu
nl: Do

source: Fri
nl: Vr

source: Sat
nl: Za

source: Sun
nl: Zo

source: January
nl: Januari

source: February
nl: Februari

source: March
nl: Maart

source: May
nl: Mei

source: June
nl: Juni

source: July
nl: Juli

source: August
nl: Augustus

source: October
nl: Oktober

source: may
nl: mei

source: oct
nl: okt

# abbrev. month
source: March
nl: Maart

# abbrev. month
source: May
nl: Mei

# abbrev. month
source: June
nl: Juni

# abbrev. month
source: July
nl: Juli

# abbrev. month
source: Oct.
nl: Okt.

# alt. month
source: January
nl: Januari

# alt. month
source: February
nl: Februari

# alt. month
source: March
nl: Maart

# alt. month
source: May
nl: Mei

# alt. month
source: June
nl: Juni

# alt. month
source: July
nl: Juli

# alt. month
source: August
nl: Augustus

# alt. month
source: October
nl: Oktober

source: This is not a valid IPv6 address.
nl: Dit is geen geldig IPv6-adres.

source: or
nl: of

source: %d year
nl: %d jaar

source: %d month
nl: %d maand

source: %d day
nl: %d dag

source: %d hour
nl: %d uur

source: %d minute
nl: %d minuut

source: 0 minutes
nl: 0 minuten

source: Forbidden
nl: Verboden

source: CSRF verification failed. Request aborted.
nl: CSRF is mislukt. Verzoek afgebroken.

source: You are seeing this message because this HTTPS site requires a 'Referer header' to be sent by your Web browser, but none was sent. This header is required for security reasons, to ensure that your browser is not being hijacked by third parties.
nl: U ziet dit bericht omdat deze HTTPS site vereist een 'Referer header' te worden gestuurd door uw webbrowser, maar niemand werd gestuurd. Deze header is vereist om veiligheidsredenen, om ervoor te zorgen dat uw browser niet wordt gekaapt door derden.

source: If you have configured your browser to disable 'Referer' headers, please re-enable them, at least for this site, or for HTTPS connections, or for 'same-origin' requests.
nl: Als u uw browser uit te schakelen 'refer' headers hebt geconfigureerd, kunt u deze weer inschakelen, in ieder geval voor deze website, of voor HTTPS-verbindingen, of voor 'same-oorsprong' verzoeken.

source: If you are using the <meta name="referrer" content="no-referrer"> tag or including the 'Referrer-Policy: no-referrer' header, please remove them. The CSRF protection requires the 'Referer' header to do strict referer checking. If you're concerned about privacy, use alternatives like <a rel="noreferrer" ...> for links to third-party sites.
nl: Als u gebruik maakt van de <meta name = "referrer" content = "no-referrer"> tag of met inbegrip van de 'Referrer-beleid: no-referrer' header, kunt u ze te verwijderen. De bescherming CSRF vereist de 'Referer' header aan strenge referer controle te doen. Als u zich zorgen over privacy hebt, gebruik dan alternatieven zoals <a rel="noreferrer" ...> voor links naar sites van derden.

source: You are seeing this message because this site requires a CSRF cookie when submitting forms. This cookie is required for security reasons, to ensure that your browser is not being hijacked by third parties.
nl: U ziet dit bericht omdat deze site vereist een CSRF koekje bij het indienen van formulieren. Deze cookie is nodig om veiligheidsredenen, om ervoor te zorgen dat uw browser niet wordt gekaapt door derden.

source: If you have configured your browser to disable cookies, please re-enable them, at least for this site, or for 'same-origin' requests.
nl: Als u uw browser hebt ingesteld om cookies uit te schakelen, dan kunt u deze weer inschakelen, in ieder geval voor deze website, of voor 'same-oorsprong' verzoeken.

source: More information is available with DEBUG=True.
nl: Meer informatie is beschikbaar met DEBUG = True.

source: No year specified
nl: Geen jaar gespecificeerd

source: Date out of range
nl: Datum buiten bereik

source: No month specified
nl: Geen maand gespecificeerd

source: No day specified
nl: Geen dag gespecificeerd

source: No week specified
nl: Geen week gespecificeerd

source: No %(verbose_name_plural)s available
nl: Geen %(verbose_name_plural)s beschikbaar

source: Future %(verbose_name_plural)s not available because %(class_name)s.allow_future is False.
nl: Toekomstig %(verbose_name_plural)s is niet beschikbaar omdat %(class_name)s.allow_future is False.

source: Invalid date string '%(datestr)s' given format '%(format)s'
nl: Ongeldige datum string '%(datestr)s' gegeven format '%(format)s'

source: No %(verbose_name)s found matching the query
nl: Geen %(verbose_name)s gevonden met zoekopdracht

source: Page is not 'last', nor can it be converted to an int.
nl: Pagina is niet 'laatste', noch kan het worden omgezet naar een int.

source: Invalid page (%(page_number)s): %(message)s
nl: Ongeldige pagina (%(page_number)s): %(message)s

source: Empty list and '%(class_name)s.allow_empty' is False.
nl: Lege lijst en '%(class_name)s.allow_empty' is False.

source: Directory indexes are not allowed here.
nl: Directory indexen zijn hier niet toegestaan.

source: "%(path)s" does not exist
nl: "%(path)s" bestaat niet

source: Index of %(directory)s
nl: Index van%(directory)s

source: Django: the Web framework for perfectionists with deadlines.
nl: Django: het Web frame voor perfectionisten met deadlines.

source: View <a href="https://docs.djangoproject.com/en/%(version)s/releases/" target="_blank" rel="noopener">release notes</a> for Django %(version)s
nl: Bekijk <a href="https://docs.djangoproject.com/en/%(version)s/releases/" target="_blank" rel="noopener"> release notes </a> voor Django%(version)s

source: The install worked successfully! Congratulations!
nl: De installatie met succes gewerkt! Gefeliciteerd!

source: You are seeing this page because <a href="https://docs.djangoproject.com/en/%(version)s/ref/settings/#debug" target="_blank" rel="noopener">DEBUG=True</a> is in your settings file and you have not configured any URLs.
nl: U ziet deze pagina omdat <a href="https://docs.djangoproject.com/en/%(version)s/ref/settings/#debug" target="_blank" rel="noopener"> DEBUG = True </a> is in uw bestand instellingen en je hebt geen URL's geconfigureerd.

source: Django Documentation
nl: Django Documentatie

source: Topics, references, &amp; how-to's
nl: Onderwerpen, referenties & howto's

source: Tutorial: A Polling App
nl: Tutorial: Een Polling App

source: Get started with Django
nl: Aan de slag met Django

source: Connect, get help, or contribute
nl: Connect, hulp te krijgen, of een bijdrage leveren

source: You can only upload images.
nl: U kunt alleen afbeeldingen uploaden.

source: Not specified
nl: Niet gespecificeerd

source: URL or path
nl: URL of pad

source: Obsolete translation kept alive with Viniagrette
nl: Verouderde vertaling in leven gehouden met Vinaigrette

source: Repent and believe the gospel
nl: Bekeer u en geloof het evangelie

source: <h5>What is the gospel?</h5> <p><i>Here is a summary of the circle story of the Gospel according to the Bible.</i></p> <ol type = 1> <li>Before there was anything, God was there. God created heaven and earth and man according to his image. He created them male and female. God and man loved each other.</li> <li>The righteous God told man that if they rebelled, that would result them in dying. Man, made in the image of God with his own will, rebelled.</li> <li>Man died spiritually (that is, separated from God) and later also physically. Man would be separated from God forever.</li> <li>God still loved mankind. As their Creator, He continued to love them</li> <li>God came into creation as a human to restore the relationship between God and human. He walked on earth to show people how to live. Then He died for humanity and rose again after 3 days.</li> <li>He told his followers that He would go back to where He had come from. Just before He left, He instructed them to tell everyone that He had restored the relationship to anyone who wants to believe it. He also said that He will return when all nations have heard this good news.</li> <li>If they believed the good news, they would receive a living spirit that would bring them into relationship with God. Then they could also understand His Word and moreover resist the temptations of the world.</li> <li>Those who believed Him at His word began to love Him and to follow His example.</li> <li>Through this process of discipleship, they begin to look more and more like Him, and tell others, far and near, of the good news.</li> <li>Ultimately, when He returns, it will be better than it was in the beginning. Because in the beginning, before there was anything ... (See point 1)</li> </ol> <p><b><i>Do you repent your sins and believe the gospel?</b></i></p>
nl: <h5>Wat is het evangelie?</h5> <p><i>Hier is de samengevatte cirkel vertelling van het evangelie volgens de Bijbel.</i></p> <ol type=1> <li>Voordat er ook maar iets was, was God er. God schiep de hemel en de aarde en de mens naar zijn gelijkenis. Man en vrouw schiep Hij hen. God en de mens hielden van elkaar.</li> <li>De rechtvaardige God had tegen de mens gezegd dat als ze zouden rebelleren, dat de consequentie zou zijn dat ze zouden sterven. De mens, gemaakt naar God beeld met zijn eigen wil, rebelleerde.</li> <li>De mens stierf geestelijk (dat wil zeggen kwam los van God) en later ook lichamelijk. De mens zou voor altijd van God gescheiden zijn.</li> <li>God hield nog steeds van de mens. Als hun Maker bleef Hij van hen houden</li> <li>God kwam in de schepping als mens om de relatie tussen God en mens te herstellen. Hij wandelde op aarde om de mens te tonen hoe te leven. Toen stierf Hij voor de mensheid en stond na 3 dagen weer op.</li> <li>Hij vertelde zijn volgelingen, dat Hij weer terug zou gaan naar waar Hij vandaan gekomen was. Net voor Hij vertrok gaf Hij hen de opdracht om iedereen te vertellen dat Hij de relatie hersteld had voor iedereeen die het wil geloven. Ook zei Hij, dat Hij terugkomt als alle volkeren dit goede nieuws gehoord hebben.</li> <li>Als zij het goede nieuws zouden geloven, dan zouden ze een levende geest ontvangen die hen in relatie met God zou brengen. Dan zouden ze ook Zijn Woord kunnen begrijpen en bovendien weerstand bieden aan de verleidingen van de wereld.</li> <li>Zij die Hem op Zijn woord geloofden gingen van Hem houden en gingen Zijn voorbeeld volgen.</li> <li>Door dit proces van discipelschap, beginnen zij steeds meer op Hem te lijken, en anderen, veraf en dichtbij, van het goede nieuws te vertellen.</li> <li>Uiteindelijk, wanneer Hij terugkomt, zal het beter zijn dan het in het begin was. Want in het begin, voor er ook maar iets was… (Zie punt 1)</li> </ol> <p><b><i>Heb jij berouw van jouw zonden en geloof jij het evangelie?</b></i></p>

source: Get baptized
nl: Laat je dopen

source: Follow Me
nl: Volg Mij

source: Bring forth therefore fruits meet for repentance
nl: Breng dan vruchten voort in overeenstemming met de bekering

source: He cuts off every branch in me that bears no fruit
nl: Hij snijdt elke rank die in Mij geen vrucht draagt

source: <p>One important part of the commission that God gave Adam was to be fruitful. Throughout the Bible you see this assignment coming back time and time again. God gives the fruit and we can work the earth to be fruitful.</p> <p>Fruit is the result of the life source if the vine flowing into the branches. If we are bonded to the Vine of Christ by the Spirit, His word will bear fruit that will be inevitable in our lives.</p>
nl: <p>Één belangrijk onderdeel van de opdracht welke God aan Adam gaf was om vruchtbaar te zijn. Door de hele Bijbel heen zie je deze opdracht keer op keer terugkomen. God geeft de vrucht en wij kunnen de aarde bewerken om vruchtbaar te zijn.</p> <p>Fruit is het resultaat van de levensbron als de wijnstok in de takken stroomt. Als we verbonden zijn met de wijnstok van Christus door de Geest, zal zijn woord vrucht dragen die onvermijdelijk zal zijn in ons leven.</p>

source: Worship the Lord your God, and Him only shalt thou serve
nl: De Heere, uw God, zult u aanbidden en Hem alleen dienen.

source: No servant can serve two masters
nl: Geen huisknecht kan twee heren dienen

source: Pray ye therefore the Lord of the harvest, that he will send forth labourers into his harvest
nl: Bid daarom tot de Heere van de oogst dat Hij arbeiders in Zijn oogst uitzendt

source: The sabbath was made for man
nl: De sabbat is gemaakt ter wille van de mens

source: And not man for the sabbath
nl: En niet de mens om de sabbat

source: Go ye into all the world, and preach the gospel to every creature
nl: Ga heen in heel de wereld, predik het Evangelie aan alle schepselen

source: <p>In a mission conference, the banner across the front of the auditorium stated, “Don’t take the ‘Go’ out of the Gospel.” We naturally find a myriad of excuses for why we cannot go to preach the gospel. </p> <p>The resurrected Christ reiterated five times His final charge: “Go into to all the world.” Christ’s death on the cross was to be proclaimed around the world. There is no news more dramatic than this: “God made him who had no sin to be sin for us, so that in Him we might become the righteousness of God” (2 Cor 5:21). </p> <p>God asked the question: “Then I heard the voice of the Lord saying, ‘Whom shall I send? And who will go for us?’ And I said, ‘Here am I. Send me!’ He said, ‘Go and tell this people’.” (Isa 6:8-9). Was this written merely so we could appreciate Isaiah’s courage, or was it a glimpse into the perpetual heavenly issue? God is asking, “Who cares about our agenda for telling the world about Jesus?” </p>
nl: <p>Op een zendingsconferentie stond op het vaandel aan de voorkant van het auditorium: 'Neem het' Evangelie 'niet uit het evangelie.' We vinden natuurlijk een groot aantal excuses waarom we niet kunnen gaan om het evangelie te prediken. </p> <p>De herrezen Christus herhaalde vijf keer Zijn laatste opdracht: "Ga de hele wereld in." Christus 'dood aan het kruis zou over de hele wereld worden uitgeroepen. Er is geen dramatischer nieuws dan dit: "God heeft hem die geen zonde heeft, tot zonde voor ons gemaakt, zodat wij in Hem de gerechtigheid van God kunnen worden" (2 Kor. 5:21). </p> <p>God stelde de vraag: "Toen hoorde ik de stem van de Heer zeggen:" Wie zal ik zenden? " En wie zal voor ons gaan? ’En ik zei:" Hier ben ik. Zend mij! "Hij zei:" Ga dit volk vertellen ". (Jes 6: 8-9). Werd dit alleen geschreven om de moed van Jesaja te waarderen, of was het een glimp van de eeuwige hemelse kwestie? God vraagt: "Wie bekommert zich om onze agenda om de wereld over Jezus te vertellen?" </p>

source: Blessed are the poor in spirit, for theirs is the kingdom of heaven
nl: Zalig zijn de armen van geest, want van hen is het Koninkrijk der hemelen

source: Don’t rely on your own strenght
nl: Vertrouw niet op eigen kracht

source: Blessed are they that mourn: for they shall be comforted
nl: Zalig zijn zij die treuren, want zij zullen vertroost worden

source: Blessed are the meek: for they shall inherit the earth
nl: Zalig zijn de zachtmoedigen, want zij zullen de aarde beërven

source: Blessed are they which do hunger and thirst after righteousness: for they shall be filled
nl: Zalig zijn zij die hongeren en dorsten naar de gerechtigheid, want zij zullen verzadigd worden

source: Blessed are the merciful: for they shall obtain mercy
nl: Zalig zijn de barmhartigen, want aan hen zal barmhartigheid bewezen worden

source: Blessed are the pure in heart: for they shall see God
nl: Zalig zijn de reinen van hart, want zij zullen God zien

source: Go, and sin no more
nl: Ga heen, en zondig niet meer

source: <p><b>Everyone wants to be happy. But not everyone is willing to do what it takes to have a pure heart.</b></p> <p>Blessed people are happy people. Those who are pure in heart are happy because they don’t let any evil into their hearts that would make them unhappy.</p> <p>Instead of having a heart that is full of impurity, unthankfulness, unbelief and evil suspicions about others, these people have pure, good, and wholesome thoughts—thoughts of thankfulness and thoughts about how they can bless others. They also have a firm, uncompromising resistance in their hearts to any thoughts of selfishness, impurity, doubt and anxiety that might try to come in.</p> <h5>How do I become pure in heart and keep it that way?</h5> <p>You could talk to a hundred people on the street and not find a single person who doesn’t want to be happy. But not everyone is willing to do what it takes to be pure in heart. Getting a pure heartHaving a pure heart means that you do not agree with any sinful or impure thoughts that come up in you, but rather you deny these thoughts and put them to death. It means that you are not affected or tainted by sin on ... and keeping it doesn’t happen by accident. To get a pure heart I have to put my life in order with God and people and ask for forgiveness when necessary. But purity isn’t meant to stop there.</p> <p>It is written in Psalm 119:9, “How can a young man keep his way pure? By taking heed according to Your word.” God’s Word is the instruction manual for helping me to keep my heart pure all my life. It is not complicated to begin living a pure life. For a start, think about taking just one simple verse and obeying that, like this verse in 1 Thessalonians 5:18, “In everything give thanks; for this is the will of God in Christ Jesus for you.”</p> <p>Think how happy I will be in one month if I am thankful in everything! How about one year later? 10 years later? Imagine the end of a long life with a pure heart that is full of thankfulness, where I’ve started out making the right choices while I’m young!</p> <p>In all of life’s circumstances I have to make choices about how I react to other people, what I do with my free time, and what thoughts I allow to occupy my mind. Obeying God’s Word gives me a direction for my life and helps me make the right choices in all of the situations I meet.</p>
nl: <p>Als je honderd mensen op straat zou aanspreken, zou je niet één persoon vinden die niet gelukkig wil zijn. Maar niet iedereen is bereid om te doen wat nodig is om een rein hart te krijgen.</p> <p>Zalige mensen zijn gelukkige mensen. Zij die een rein hart hebben, zijn gelukkig omdat ze geen kwade gedachten in hun hart toelaten die hen ongelukkig kunnen maken.</p> <p>In plaats van een hart te hebben vol onreinheid, ondankbaarheid, ongeloof of slechte gedachten over een ander, hebben deze mensen reine, goede, gezonde gedachten, en bedenken zij hoe ze tot zegen kunnen zijn voor een ander. Ze hebben ook een vast, compromisloos verzet in hun hart tegen alle egoïstische, onreine, gedachten en gedachten van twijfel en bezorgdheid die mochten proberen om binnen te komen.</p> <h5>Hoe krijg (en houd) ik een rein hart?</h5> <p>Als je honderd mensen op straat zou aanspreken, zou je niet één persoon vinden die niet gelukkig wil zijn. Maar niet iedereen is bereid om te doen wat nodig is om een rein hart te krijgen. Een rein hart krijgen, en houden, gebeurt niet toevallig. Om een rein hart te krijgen moet ik mijn leven in orde hebben met God en de mensen en om vergeving vragen als dat nodig is. Maar het is niet de bedoeling dat de reinheid daar stopt.</p> <p>Er staat geschreven in Psalm 119:9: “Waarmee zal de jongeling zijn pad rein bewaren? Als hij het houdt naar Uw woord.” Gods woord is de handleiding om mij te helpen mijn hart rein te bewaren, mijn hele leven lang. Het is niet ingewikkeld om te beginnen met een rein leven te leiden. Om te starten kun je heel simpel één vers nemen en daar gehoorzaam aan zijn, zoals dit vers in 1 Thess. 5:18: “Dankt onder alles! Want dat is de wil Gods in Christus Jezus ten opzichte van u”. Bedenk eens hoe gelukkig ik zal zijn als ik een maand lang dankbaar ben voor alles! En een jaar later? Tien jaar later? Denk je eens in hoe het zal zijn aan het einde van een lang leven met een rein hart dat vol is van dankbaarheid als ik begonnen ben om de juiste keuzes te maken als ik jong ben!</p> <p>In alle situaties in mijn leven moet ik keuzes maken, hoe ik reageer op andere mensen, wat ik doe in mijn vrije tijd, welke gedachten mogen mijn geest in beslag nemen. Gehoorzamen aan Gods woord geeft mij richting in mijn leven en helpt mij om de juiste keuzes te maken in alle situaties die ik tegenkom.</p>

source: Blessed are the peacemakers: for they shall be called the children of God
nl: Zalig zijn de vredestichters, want zij zullen zonen van God genoemd worden

source: Blessed are they which are persecuted for righteousness' sake: for theirs is the kingdom of heaven.
nl: Zalig zijn zij die vervolgd worden om de gerechtigheid, want van hen is het Koninkrijk der hemelen

source: Rejoice, and be exceeding glad: for great is your reward in heaven
nl: Verblijd en verheug u, want uw loon is groot in de hemelen

source: Have salt in yourselves, and have peace one with another
nl: Heb zout in uzelf en leef met elkaar in vrede
