Repository: walkasjesus/walkasjesus_framework
Catalog: jesus_commandments_website/locale/*/LC_MESSAGES/django.po
Languages: nl

source: Save changes
nl: Wijzigingen opslaan

source: Signup
nl: Registreren

source: Login
nl: Inloggen

source: Logout
nl: Uitloggen

source: Profile
nl: Profiel

source: Change password
nl: Wachtwoord wijzigen

source: Contribute
nl: Bijdragen

source: Thank you for helping in teaching the words and commandments of Jesus all around the world!
nl: Dank voor het helpen in het onderwijzen van de woorden en geboden van Jezus over de hele wereld die je!

source: Your username and password didn't match. Please try again.
nl: Uw gebruikersnaam en wachtwoord komen niet overeen. Probeer het opnieuw.

source: Your account doesn't have access to this page. To proceed, please login with an account that has access.
nl: Uw account heeft geen toegang tot deze pagina. Om verder te gaan, moet u zich aanmelden met een account die toegang heeft.

source: Please login to see this page.
nl: Log in om deze pagina te zien.

source: Not an account yet and want to contribute? Please register
nl: Nog geen account en willen een bijdrage leveren? Registreer alsjeblieft

source: My profile
nl: Mijn profiel

source: My Profile
nl: Mijn profiel

source: You can change your profile settings on this page.
nl: U kunt uw profiel instellingen op deze pagina wijzigen.

source: I agree with the Terms and Conditions
nl: Ik ga akkoord met de algemene voorwaarden

source: Register for a new account
nl: Schrijf u in voor een nieuwe account

source: The content of this website is made possible by contributors around the world. You can help improving by:
nl: De inhoud van deze website is mogelijk gemaakt door mensen over de hele wereld. U kunt helpen bij het verbeteren van:

source: Translating to your language, since most translation is done automatically, corrections are very welcome!
nl: Vertalen naar je eigen taal, omdat de meeste vertaling automatisch wordt gedaan, zijn correcties van harte welkom!

source: Adding or correcting commandments along with their Bible references
nl: Het toevoegen of corrigeren van geboden samen met hun Bijbel referenties

source: Adding resources like movies, books, testimonies, blogs, songs, pictures, illustrations and sermons which are related to the corresponding commandment
nl: Het toevoegen van middelen zoals films, boeken, getuigenissen, blogs, liederen, foto's en preken welke gerelateerd zijn aan het overeenkomstige gebod

source: Sign up
nl: Registreren

source: Thank you for your registration. We are validating your registration and will get in touch soon.
nl: Bedankt voor uw registratie. We zullen uw aanmelding valideren en binnenkort contact met u opnemen.

source: Your profile was successfully updated!
nl: Je profiel is succesvol gewijzigd!

source: Please correct the error below.
nl: Corrigeer de fout hieronder.

source: Your password was successfully updated!
nl: Uw wachtwoord is succesvol gewijzigd!

source: Numbers
nl: Numeri

source: Deuteronomy
nl: Deuteronomium

source: Joshua
nl: Jozua

source: Judges
nl: Richteren

source: 1 Kings
nl: 1 Koningen

source: 2 Kings
nl: 2 Koningen

source: 1 Chronicles
nl: 1 Kronieken

source: 2 Chronicles
nl: 2 Kronieken

source: Nehemiah
nl: Nehemia

source: Psalms
nl: Psalmen

source: Proverbs
nl: Spreuken

source: Ecclesiastes
nl: Prediker

source: Song of Solomon
nl: Hooglied

source: Isaiah
nl: Jesaja

source: Jeremiah
nl: Jeremia

source: Lamentations
nl: Klaagliederen

source: Ezekiel
nl: Ezechiël

source: Daniel
nl: Daniël

source: Joel
nl: Joël

source: Obadiah
nl: Obadja

source: Jonah
nl: Jona

source: Micah
nl: Micha

source: Habakkuk
nl: Habakuk

source: Zephaniah
nl: Zefanja

source: Haggai
nl: Haggaï

source: Zechariah
nl: Zacharia

source: Malachi
nl: Maleachi

source: Matthew
nl: Mattheüs

source: Mark
nl: Markus

source: Luke
nl: Lukas

source: John
nl: Johannes

source: Acts
nl: Handelingen

source: Romans
nl: Romeinen

source: 1 Corinthians
nl: 1 Korintiërs

source: 2 Corinthians
nl: 2 Korintiërs

source: Galatians
nl: Galaten

source: Ephesians
nl: Efeziërs

source: Philippians
nl: Filipenzen

source: Colossians
nl: Kolossenzen

source: 1 Thessalonians
nl: 1 Tessalonicenzen

source: 2 Thessalonians
nl: 2 Tessalonicenzen

source: 1 Timothy
nl: 1 Timotheüs

source: 2 Timothy
nl: 2 Timotheüs

source: Philemon
nl: Filemon

source: Hebrews
nl: Hebreeën

source: James
nl: Jakobus

source: 1 Peter
nl: 1 Petrus

source: 2 Peter
nl: 2 Petrus

source: 1 John
nl: 1 Johannes

source: 2 John
nl: 2 Johannes

source: 3 John
nl: 3 Johannes

source: Jude
nl: Judas

source: Revelation
nl: Openbaring

source: Could not load text at the moment.
nl: Kan tekst op dit moment niet laden.

source: Salvation Commands
nl: Reddings Geboden

source: Discipleship Commands
nl: Discipelschap Geboden

source: Worship Commands
nl: Aanbiddings Geboden

source: Blessings
nl: Zegeningen

source: Judgment Seat Commands
nl: Gerechtigheid Geboden

source: Relationship Commands
nl: Relatie Geboden

source: Marriage Commands
nl: Huwelijks Geboden

source: Persecution Commands
nl: Vervolgings Geboden

source: Thinking Commands
nl: Gedachte Geboden

source: Prayer Commands
nl: Gebeds Geboden

source: False Teachers Commands
nl: Valse Leraren Geboden

source: Witnessing Commands
nl: Getuigenis Geboden

source: Greatest Commands
nl: Grootste Geboden

source: Finance Commands
nl: Finaciën Geboden

source: Holiness Commands
nl: Heiligheids Geboden

source: Language independent
nl: Taal onafhankelijk

source: Language unknown
nl: Taal onbekend

source: Bible cache management
nl: Bijbel cachebeheer

source: Clear bible list cache
nl: Leeg Bijbel cache lijst

source: Items in cache that are not saved to disk
nl: Items in de cache die niet worden opgeslagen op de harde schijf

source: Save bible cache to disk
nl: Save Bijbel cache op de harde schijf

source: Bibles available
nl: Bijbels beschikbaar

source: Bible
nl: Bijbel

source: Language
nl: Taal

source: Enabled
nl: Ingeschakeld

source: Percentage cached
nl: Percentage gecached

source: Disable
nl: Uitschakelen

source: Enable
nl: Inschakelen

source: Jump to:
nl: Spring naar:

source: Bible references
nl: Bijbelteksten

source: Devotional
nl: Stichtelijk woord

source: Drawings
nl: Illustraties

source: Pictures
nl: Afbeeldingen

source: Questions
nl: Vragen

source: Songs
nl: Liederen

source: Movies
nl: Films

source: Testimonies
nl: Getuigenissen

source: Sermons
nl: Preken

source: Books
nl: Boeken

source: Jesus Commandments
nl: Jezus Geboden

source: Primary unique commandment
nl: Primair uniek gebod

source: This Primary Bible reference is a unique Bible reference according to the words of Jesus, which best summarizes the commandment
nl: Deze Primaire Bijbeltekst is de eerst gevonden unieke referentie volgens de woorden van Jezus, direct gerelateerd aan het gebod

source: Negative commandments
nl: Negatieve geboden

source: Commandment category
nl: Gebod categorie

source: Direct Bible References
nl: Directe Bijbelteksten

source: Extra direct Bible references which expands or explain the same commandment
nl: Extra directe Bijbelteksten die hetzelfde gebod uitleggen of aanvullen

source: Author
nl: Auteur

source: Origin
nl: Oorsprong

source: Indirect Bible References
nl: Indirect Bijbelteksten

source: Extra, more indirect Bible references, relating to the same commandment
nl: Extra, meer indirecte Bijbelteksten, die betrekking hebben op hetzelfde gebod

source: Example Bible References
nl: Voorbeeld Bijbelteksten

source: In these Bible references you will find examples and testimonies how this commandment is being executed
nl: In deze Bijbelteksten vindt u voorbeelden en getuigenissen van mensen die dit gebod uitleven

source: Duplicate Bible References
nl: Dubbele Bijbelteksten

source: Another Bible reference to more or less the same as the primary, direct or indirect, with not much new information, although it will confirm the same Bible references
nl: Een andere Bijbeltekst naar min of meer hetzelfde als de primaire, directe of indirecte Bijbelteksten, met niet veel nieuwe informatie, hoewel het dezelfde Bijbelteksten zal bevestigen

source: Study Bible References
nl: Studie Bibleteksten

source: Extra Bible references (most often larger parts of Bible books) which are good for extra study on this commandment
nl: Extra Bijbelteksten (meestal grotere delen Bijbelboeken) die goed zijn voor extra studie over dit gebod

source: Legend
nl: Legenda

source: Bible verses copyright
nl: Bijbelteksten copyright

source: Click here to see the explanation of the different symbols, Author, Origin etc.
nl: Klik hier om de uitleg van de verschillende symbolen, auteur, oorsprong etc. te zien

source: A related Bible reference to the commandment which is negative, something you should not do
nl: Een verwante Bijbeltekst naar het gebod dat negatief is, iets wat je niet moet doen

source: A related Bible reference to the commandment which is both positive and negative
nl: Een verwante Bijbeltekst naar het gebod die zowel positief als negatief is

source: A related Bible reference to the commandment which is positive, something you should do or learn from
nl: Een verwante Bijbeltekst naar het gebod dat positief is, iets wat je moet doen of waar je van kunt leren

source: A related Bible reference to the commandment which is not yet determined positive or negative
nl: Een verwante Bijbeltekst naar het gebod wat nog inbepaald is (Positief, Negatief of Beide)

source: Indicates the known author from this Bible reference
nl: Geeft de bekende auteur, of persoon waar het over gaat, van deze Bijbeltekst

source: The coding refers to the commandments layout of Rabbi Chafetz Chayim (From 'The Concise Book of Mitzvoth')
nl: De codering verwijst naar de geboden lay-out van Rabbi Chafetz Chayim (Van het boek 'The Concise Book of Mitzvoth')

source: Artist
nl: Artiest

source: Photographer
nl: Fotograaf

source: Share your hearts together by discussing the following questions:
nl: Deel je harten met elkaar door het bespreking van de volgende vragen:

source: Is there anything you don't understand within this commandment?
nl: Is er iets dat je niet binnen dit gebod begrijpt?

source: Wat appeals to you about all Bible references and resources?
nl: Wat spreekt je aan bij alle Bijbelteksten en middelen (Illustratie, Fimpjes, Foto's, Preken, etc)?

source: How do you apply this commandment in your life or do you experience any boundaries?
nl: Hoe ga je dit gebod toepassen in je leven of ervaar je nog bepaalde blokkades?

source: Extra questions
nl: Extra vragen

source: Resource Language Settings
nl: Taalinstellingen van de middelen

source: Below you will find all kinds of related resources to this commandment, to help you grow. Resources can be Sermons, Testimonies, Movies, Shortmovies, Songs, Blogs or Books. You can select multiple languages if you like to see those resources in more languages.
nl: Hieronder vindt u allerlei gerelateerde middelen aan dit gebod om u te helpen groeien. Middelen zijn bijvoorbeeld preken, getuigenissen, films, korte films, liederen, blogs of boeken. U kunt meerdere talen selecteren om deze middelen te zien in meer talen.

source: Do you know more good resources in your language which can be added to this list? Please <a href="mailto:info@jesuscommandments.org">contact us</a> so we can add it (or <a href="">register</a> and you can add it yourself!
nl: Kent u meer goede middelen in uw taal die aan deze lijst kunnen worden toegevoegd? <a href="mailto:info@jesuscommandments.org"> Neem contact met ons op </a> of <a href=""> registreer je </a> zodat je het zelf kunt toevoegen

source: Change resource language
nl: Wijzig taal voor middelen

source: Watch now on
nl: Kijk nu op

source: Short Movies
nl: Korte Filmpjes

source: Quote by
nl: Citaat door

source: Following Jesus
nl: Jezus Volgen

source: #howto
nl: #hoedan

source: Jesus tought many different things. We help applying all <strong class="number" data-number="%(commandments_total)s">%(commandments_total)s</strong> unique commandments in your daily life
nl: Jezus leerde ons vele verschillende dingen. Wij helpen om alle <strong class="number" data-number="%(commandments_total)s">%(commandments_total)s</strong> unieke geboden toe te passen in uw dagelijks leven

source: Discover His commandments
nl: Ontdek Zijn geboden

source: Becoming like Him
nl: Worden zoals Hij

source: Bringing people back to the <span>heart of Christ</span>
nl: Mensen terugbrengen bij het <span> hart van Jezus </span>

source: For God so loved the world
nl: Want God had de wereld zo lief

source: Matthew 28:19-20
nl: Mattheüs 28:19-20

source: Therefore go and <span>make Disciples</span> of all nations
nl: Ga dan heen, <span>maak discipelen</span> uit alle volken

source: teaching them to <span><strong>obey everything</strong></span> I have commanded you
nl: hun lerend <span><strong>alles</strong></span> wat Ik u geboden heb, <span><strong>in acht te nemen</strong></span>

source: True disciples
nl: Ware discipelen

source: If we <span>reproduce the character</span> of Jesus Christ in disciples
nl: Als we het <span>karakter van Jezus reproduceren</span> in onze discipelen

source: than we are a good disciple
nl: dan zijn we een goede discipel

source: Unique commandments
nl: Unieke geboden

source: Bible translations
nl: Bijbelvertalingen

source: Languages
nl: Talen

source: Contributers
nl: Bijdragen

source: We love, because He first loved us
nl: Wij hebben lief, omdat Hij ons eerst heeft liefgehad

source: 1 John 4:19
nl: 1 Johannes 4:19

source: John 14:15
nl: Johannes 14:15

source: If you love Me
nl: Als u Mij liefhebt

source: keep my commands
nl: neem dan Mijn geboden in acht

source: This website will help you in applying all commandments in your life. How? For each commandment, we collect as much as possible related resources like <strong>Bible references, drawings, movies, songs, blogs, sermons, pictures and books</strong> to feed your heart, soul and mind
nl: Deze website zal u helpen bij het toepassen van alle geboden in uw leven. Hoe? Voor elk gebod, verzamelen we zo veel mogelijk gerelateerde middelen zoals <strong>Bijbelteksten, illustraties, films, liederen, blogs, preken, foto's en boeken</strong> om je hart, ziel en verstand te voeden

source: To succeed in becoming a good disciple, we need to live out all of these commandments. The best way is to do this together. Take your time for each commandment to dive into the greatness of it, and discuss them in your Small Groups, Discipleship Groups, Mentoring, Ministry enrichment or One-on-one discipleship, to become followers in all of Jesus teachings.
nl: Om een ​​goede leerling te worden, moeten we ernaar streven al deze geboden uit te leven. De beste manier is om dit samen te doen. Neem de tijd voor elk gebod om in zijn grootsheid te duiken en bespreek ze in je kleine groepen, discipelschap groepen, mentoring of één-op-één discipelschap, om volgelingen in al Jezus geboden te worden.

source: No commandments are available.
nl: Geen geboden beschikbaar.

source: Jesus commandments are not steps towards legalism, but precious gifts, ready for you to unpack
nl: Jezus geboden zijn geen stappen in de richting wetticisme, maar kostbare geschenken, klaar om uitgepakt te worden

source: This website will help you in applying all commandments in your life. How? For each commandment, we collect as much as possible related resources like <strong>Bible references, drawings, movies, songs, blogs, sermons, pictures and books</strong> to feed your heart, soul and mind
nl: Deze website zal u helpen bij het toepassen van alle geboden in uw leven. Hoe? Voor elk gebod, verzamelen we zo veel mogelijk gerelateerde middelen zoals <strong>Bijbelteksten, illustraties, films, liederen, blogs, preken, foto's en boeken</strong> om je hart, ziel en verstand te voeden

source: Using
nl: Gebruik makend van

source: Privacy Policy
nl: Privacybeleid

source: <p>Jesus Commandments understands that users of the Jesus Commandments website value their privacy. This privacy statement is to inform users about the limited information collected by this website and why it is collected.</p> <p>This Privacy Notice is incorporated into and is subject to the Jesus Commandments <a href="/termsandconditions">Terms and Conditions</a>.</p> <h3><strong>What We Track and Why</strong></h3> <b>Cookies and Log File Information</b> <p>The Jesus Commandments website will store "cookies" on your system to help improve your experience with the website. Many of these cookies relate to customizing your visit. For example, allowing you to set your language, Bible translation and known resource languages. Most Web browsers automatically accept cookies, but these can be disabled by changing the preferences in your internet browser settings. If cookies are disabled however, your experience of the website and its services will be limited.</p> <p>The site also tracks which resources you visit and download. This is for the purpose of providing statistics back to the community and providing you with information on what you have visited. This information is kept entirely anonymous from the rest of the Jesus Commandments community: no other user will ever be told where you are visiting or what you are downloading. The Jesus Commandments team will never analyze your personal browsing habits – we will merely look at the aggregated statistical data (for example, the total number of people visiting a resource, or the number of people visiting this site from a given country, language or culture.)</p> <h3><strong>Registering with the website</strong></h3> <p>In order to post resources, join a community, rate resources or leave comments, you will be required to provide a log in. This is to prevent fraudulent activity by ensuring that such transactions are not anonymous. The information that we collect from user registration will never be used for marketing purposes unless you explicitly request subscription to a particular newsletter or periodical.</p> <p>We do not sell, rent or lease our user lists to third parties, or provide your user information to them in any way without explicit permission from you.</p> <p><i>For more information about our privacy practices, please contact us at: <a href="mailto:info@jesuscommandments.org">info@jesuscommandments.org</a></i></p>
nl: <p>Wij begrijpen dat de gebruikers van de Jezus Geboden website waarde hechten aan hun privacy. Dit privacy statement is om gebruikers te informeren over de beperkte informatie die door deze website wordt verzameld en waarom het wordt verzameld.</p> <p> Deze privacyverklaring maakt deel uit van en is onderworpen aan de Jezus Geboden <a href="/termsandconditions"> Algemene Voorwaarden </a>. </p> <h3> <strong> Wat en waarom wij opslaan </ strong> </h3> <b> Cookies en logbestandsinformatie </b> <p>De Jezus Geboden website zal "cookies" opslaan op uw systeem om uw ervaring met de website te verbeteren. Veel van deze cookies hebben betrekking op het aanpassen van uw bezoek. Bijvoorbeeld, zodat u uw taal, cultuur en bijbelvertaling in kunt stellen. De meeste webbrowsers accepteren automatisch cookies, maar deze kan worden uitgeschakeld door het veranderen van de voorkeuren in uw internet browser-instellingen. Als cookies zijn uitgeschakeld zal echter uw ervaring van de website en haar diensten worden beperkt. </p> <p>De site volgt ook welke middelen u bezoekt en download. Dit is voor het verstrekken van statistische gegevens terug aan de gemeenschap en u te voorzien van informatie over wat u hebt bezocht. Deze informatie is volledig anoniem uit de rest van de Jezus Geboden gemeenschap gehouden: geen enkele andere gebruiker zal ooit vertellen wat u bezoekt of wat u aan het downloaden bent. Het Jezus Geboden team zal nooit uw persoonlijke surfgedrag analyseren - we zullen alleen maar kijken naar de geaggregeerde statistische gegevens (bijvoorbeeld het totale aantal mensen een bezoek aan een bron, of het aantal mensen dat een bezoek aan deze site van een bepaald land, taal of cultuur .) </p> <h3> <strong> Aanmelden bij de website </ strong> </h3> <p>Om gegevens te plaatsen, lid te worden, middelen te beoordelen of door commentaar achter te laten, zal u gevraagd worden om in te loggen. Dit is om frauduleuze activiteiten te voorkomen door ervoor te zorgen dat een dergelijke transactie niet anoniem is. De informatie die wij verzamelen van geregistreerde gebruikers zal nooit worden gebruikt voor marketing doeleinden, tenzij u uitdrukkelijk een ​​abonnement vraagt op een bepaalde nieuwsbrief of tijdschrift.</p> <p>Wij verkopen, verhuren of leasen onze gebruikers nooit aan derden, of geven uw gebruikers informatie om op geen enkele manier aan iemand, zonder uitdrukkelijke toestemming van u.</p> <p><i>Voor meer informatie over ons privacybeleid, neem dan contact met ons op: <a href="mailto:info@jesuscommandments.org"> info@jesuscommandments.org </a></i></p>

source: Drawing in progress
nl: Illustratie in ontwikkeling

source: Howto
nl: Hoedan

source: How did we study them?
nl: Hoe hebben we ze bestudeerd?

source: Click here to see our approach
nl: Klik hier om onze aanpak te zien

source: Here are all the points we took in consideration while studying all the unique commandments
nl: Hier zijn alle punten die we in overweging hebben genomen terwijl we alle unieke geboden hebben bestudeerd

source: Read everything Jesus said, starting with Matthew, then Mark, Luke and John
nl: Lees alles wat Jezus zei, te beginnen met Mattheüs, dan Markus, Lukas en Johannes

source: Focus on all commandments Jesus gave, and be aware of the following differences:
nl: Focus op alle geboden die Jezus gaf, en wees je bewust van de volgende verschillen:

source: Is it a "principle" or a "value"?
nl: Is het een "principe" of een "waarde"?

source: A "principle" is generic which applies to all generations, no matter what culture, time or place
nl: Een "principe" is een Goddelijke wetmatigheid, welke geldt voor alle generaties, ongeacht in welke cultuur, tijd of plaats.

source: By example: "Love your neighbors as yourself" (Matthew 19:19)
nl: Bij voorbeeld: "Heb uw naaste als uzelf" (Mattheüs 19:19)

source: A "value" is the way how a principle would pack out in a specific culture, time and place. If you have this, you need to derive the principle out of it by studying the context
nl: Een "waarde" is de manier hoe een principe uit zou pakken in een bepaalde cultuur, tijd en plaats. Als je dit hebt, moet je het principe zien af te leiden, door het bestuderen van de context

source: By example: "Salute one another with an holy kiss" (Rom 16:16)
nl: Bij voorbeeld: "Groet elkander met een heilige kus" (Rom 16:16)

source: The principle is not kiss everybody, but to salute your brothers and sisters in an intimate way, based on your specific culture, time and place
nl: Het principe is niet dat je iedereen moet kussen, maar om je broeders en zusters te groeten op een intieme manier, op basis van jouw specifieke cultuur, tijd en plaats

source: Is it "literal" or "figurative"?
nl: Is het "letterlijk" of "figuurlijk"?

source: A "literal" commandment is literally what Jesus is saying which you can directly obey and apply
nl: Een "letterlijk" gebod is iets wat Jezus letterlijk zegt, wat je direct kunt gehoorzamen en toepassen

source: By example: "Worship the Lord your God, and serve him only" (Matthew 4:10)
nl: Bij voorbeeld: "Aanbid de Heer, uw God, en dien Hem alleen" (Mattheüs 4:10)

source: A "figurative" commandment is descriptive or a parable (Usually a short fictitious story that illustrates a moral attitude or a religious principle)
nl: Een "figuurlijk" gebod is beschrijvend of een gelijkenis (meestal een kort fictief verhaal dat een morele houding of een religieus principe illustreert)
