Repository: walkasjesus/walkasjesus_framework
Catalog: jesus_commandments_website/locale/*/LC_MESSAGES/django.po
Languages: nl

source: Let your light so shine before men, that they may see your good works, and glorify your Father which is in heaven
nl: Laat uw licht zo schijnen voor de mensen, dat zij uw goede werken zien en uw Vader, Die in de hemelen is, verheerlijken

source: Whoever practices and teaches these commands will be called great in the kingdom of heaven
nl: Wie de geboden doet en onderwijst, zal groot genoemd worden in het Koninkrijk der hemelen

source: Do not set aside one of the least of these commands
nl: Niet gereserveerd een van de minst van deze commando's

source: <p>I am pleading against a widespread kind of preaching that is Bible-based but not Bible-saturated. I give two reasons why preachers must show the people where they are getting their points in Scripture: (1) only the word of God has authority, and (2) only the word of God awakens life. After more than forty years of preparing and delivering sermons:</p> <p><b><i>“As for me, I have nothing of abiding worth to say to you. But God does.”</i></b></p>
nl: <p>Ik pleit voor een wijdverspreide vorm van prediking die op de Bijbel is gebaseerd maar niet bijbelverzadigd is. Ik geef twee redenen waarom predikers de mensen moeten laten zien waar ze hun punten in de Bijbel krijgen: (1) alleen het woord van God heeft autoriteit en (2) alleen het woord van God wekt het leven. Na meer dan veertig jaar van het voorbereiden en geven van preken:</p> <p><b><i>“Wat mij betreft heb ik niets van blijvende waarde tegen u te zeggen. maar God wel.”</i></b></p>

source: Don’t be angry at your brother without a cause. If you will be, reconcile as quickly as possible
nl: Wordt niet ten onrechte boos op je broeder, en als je dat wel doet verzoen je dan zo snel mogelijk

source: Let not the sun go down upon your wrath
nl: Laat de zon niet ondergaan over uw toorn

source: Eliminate any cause of temptation
nl: Voorkom elke oorzaak van verleiding

source: Honor marriage
nl: Houdt het huwelijk in ere

source: Do not look lustfully to a woman
nl: Niet lustfully kijken naar een vrouw

source: In the current culture almost half of the marrriages end up in a divorce. We always need to follow God’s principles in marriage to resolve conflicts and stay bonded together. By being loyal to each other, and faithful to God’s principles, you will have a strong marriage what cannot be broken.
nl: In de huidige cultuur belandt bijna de helft van de huwelijken in een scheiding. We moeten altijd Gods principes in het huwelijk volgen om conflicten op te lossen en verbonden te blijven. Door loyaal aan elkaar te zijn en trouw aan Gods principes, zul je een sterk huwelijk hebben dat niet kan worden gebroken.

source: Keep your word
nl: Doe wat je zegt

source: Don’t act different from what you speak
nl: Niet anders dan wat je spreken handelen

source: Whosoever shall smite thee on thy right cheek, turn to him the other also
nl: Wie u op de rechterwang slaat, keer hem ook de andere toe

source: Do not resist evil
nl: Laat het kwaad niet weerstaan

source: Share goods with the needy
nl: Deel wat je hebt met hen die het nodig hebben

source: If anyone takes what belongs to you, do not demand it back
nl: Als iemand neemt wat van u is, eisen niet terug

source: Love your enemies, bless them that curse you, do good to them that hate you, and pray for them which despitefully use you, and persecute you
nl: Heb uw vijanden lief; zegen hen die u vervloeken; doe goed aan hen die u haten; en bid voor hen die u beledigen en u vervolgen

source: Do not say, I’ll do to them as they have done to me
nl: Zeg niet, ik zal doen om hen als zij gedaan hebben om me

source: Be ye therefore perfect, even as your Father which is in heaven is perfect
nl: Weest u dan volmaakt, zoals uw Vader, Die in de hemelen is, volmaakt is

source: He that humbleth himself shall be exalted
nl: Wie zichzelf vernedert, zal verhoogd worden

source: For whosoever exalteth himself shall be abased
nl: Want wie zichzelf verhoogt, zal vernederd worden

source: Be generous (and fasten and pray) in secret
nl: Wees vrijgevig (en vast en bid) in het verborgene

source: Pray in faith according to the wil of the Father
nl: Bid in geloof naar de wil van de Vader

source: If ye forgive men their trespasses, your heavenly Father will also forgive you
nl: Als u de mensen hun overtredingen vergeeft, zal uw hemelse Vader u ook vergeven

source: Fast regularly
nl: Vast regelmatig

source: Lay up for yourselves treasures in heaven
nl: Verzamel schatten voor u in de hemel

source: Seek ye first the kingdom of God, and his righteousness; and all these things shall be added unto you
nl: Zoek eerst het Koninkrijk van God en Zijn gerechtigheid, en al deze dingen zullen u erbij gegeven worden

source: Do not worry about your life
nl: Maak je geen zorgen over uw leven

source: First cast out the beam out of thine own eye; and then shalt thou see clearly to cast out the mote out of thy brother’s eye
nl: Haal eerst de balk uit uw oog en dan zult u goed kunnen zien om de splinter uit het oog van uw broeder te halen

source: Do not judge, or you too will be judged
nl: Oordeel niet, of je zal ook worden beoordeeld

source: Seek, and ye shall find
nl: Zoek, en u zult vinden

source: Knock, and it shall be opened unto you
nl: Klop, en er zal voor u opengedaan worden

source: <p>Who does not know the story of the prodigal son? The question is: do we know the Hebrew culture? The story has more meanings that we miss because we don't know the culture. Too bad right? For example, asking for the annoyance before the person died was like saying, "Dad, you're dead to me." When after his wanderings and brasseries the son came home stinkingly unclean - because of the pigs - the father ran up to the son and embraced him. "Terrible," the bystanders would have said. But probably for a different reason than you think. The reasons are:</p> <ul> <li>A father does not run, for he must lift his garment and uncover his shame (ankles)</li> <li>The father embraces an unclean person and therefore becomes unclean and unworthy. What is happening here is that the attention is shifted from the son's shame and uncleanness to the father's shame, uncleanness and unworthiness.</li> <li>The father then gives the son the best dress, ring and shoes. You might think nothing special. Well, that says a lot in that culture.</li> <ol type="1"> <li>The best robe represents the dignity of the father.</li> <li>The ring represents the father's power of attorney.</li> <li>The shoes for the father's possession.</li> </ol> <p>In summary: The father takes the son's shame and impurity, and the son receives the dignity, power of attorney and wealth from the father. Wow, what an image of God. And we haven't even mentioned the eldest son and the slaves in this parable.</p>
nl: <p>Wie kent dit verhaal niet. De vraag is alleen: kennen we de Hebreeuwse cultuur? Het verhaal heeft meer betekenissen die ons ontgaan omdat we de cultuur niet kennen. Jammer toch? Zo was het vragen om de ergenis voordat de persoon overleden was net zoiets als zeggen: "Pa, voor mij ben je dood." Toen de zoon na zijn omzwervingen en brasserijen stinkend onrein - vanwege de varkens - thuiskwam, rende de vader op de zoon af en omhelsde hem. "Vreselijk," zouden de omstanders gezegd hebben. Maar waarschijnlijk om een andere reden dan je denkt. De redenen zijn:</p> <ul> <li>Een vader rent niet, want daarvoor moet hij zijn kleed optillen en zijn schaamte (enkels) ontbloten</li> <li>De vader omarmt een onrein mens en wordt daaroor ook zelf onrein en onwaardig. Wat hier gebeurt, is dat de aandacht van de schaamte en onreinheid van de zoon, naar de schaamte, onreinheid en ontwaardigheid van de vader wordt verlegd.</li> <li>Vervolgens geeft de vader de zoon het beste kleed, een ring en schoenen. Niets bijzonders denk je misschien. Nou, in die cultuur zegt dat heel veel.</li> <ol type="1"> <li>Het beste kleed staat voor de waardigheid van de vader.</li> <li>De ring staat voor de volmacht van de vader.</li> <li>De schoenen voor het bezit van de vader.</li> </ol> <p>Samengevat: De vader neemt de schaamte en onreinheid van de zoon, en de zoon krijgt de waardigheid, de volmacht en de rijkdom van de vader. Wauw, wat een beeld van God. En dan hebben we het nog niet gehad over de oudste zoon en de slaven in deze gelijkenis.</p>

source: Therefore all things whatsoever ye would that men should do to you, do ye even so to them
nl: Alles dan wat u wilt dat de mensen u doen, doet u hun ook zo

source: Strive to enter in at the strait gate
nl: Strijd om binnen te gaan door de nauwe poort

source: Beware of false prophets
nl: Wees op uw hoede voor de valse profeten

source: Dear friends, do not believe every spirit
nl: Beste vrienden, gelooft niet iedere geest

source: Listen to Jesus, understand and obey
nl: Luister naar Jezus, begrijp en gehoorzaam

source: Be of good cheer
nl: Heb goede moed

source: Be not afraid
nl: Wees niet bang

source: Be moved with inner compassion with the people around you
nl: Wees met innerlijke ontferming bewogen met de mensen om je heen

source: Be ye therefore wise as serpents, and harmless as doves
nl: Wees bedachtzaam als de slangen en oprecht als de duiven

source: Do not throw your pearls to pigs
nl: Gooi uw paarlen voor varkens

source: Fear him, which after he hath killed hath power to cast into hell
nl: Wees bevreesd voor Hem Die, nadat Hij gedood heeft, ook macht heeft in de hel te werpen

source: Be not afraid of them that kill the body, and after that have no more that they can do
nl: Wees niet bevreesd voor hen die het lichaam doden en daarna niets meer kunnen doen

source: Tell to people boldly, what Jesus says to you
nl: Vertel mensen stoutmoedig wat Jezus aan jouw zegt

source: Do not be afraid of them
nl: Wees niet bang van hen

source: Love God above all
nl: Heb God lief boven alles

source: Deny yourself, take up a cross, and follow Jesus
nl: Verloochen jezelf, neem je kruis op je en volg Jezus

source: Receive him whom I will send
nl: Ontvang hem die Ik zal zenden

source: It is a sin to despise one’s neighbor
nl: Het is een zonde om de naaste verachten

source: Blessed is he who does not offend Me
nl: Zalig is hij die aan Mij geen aanstoot neemt.

source: Come unto me, all ye that labour and are heavy laden, and I will give you rest
nl: Kom naar Mij toe, allen die vermoeid en belast zijn, en Ik zal u rust geven.

source: Take my yoke upon you, and learn of me; for I am meek and lowly in heart: and ye shall find rest unto your souls
nl: Neem Mijn juk op u, en leer van Mij dat Ik zachtmoedig ben en nederig van hart. en u zult rust vinden voor uw ziel

source: Calm words are a tree of life
nl: Kalme woorden zijn een levensboom

source: Do the will of the Father
nl: Doe de wil van de Vader

source: Give to the emperor what is from the emperor, and to God what is from God
nl: Geef aan de keizer wat van de keizer is, en aan God wat van God is.

source: Except ye be converted, and become as little children, ye shall not enter into the kingdom of heaven
nl: Als u zich niet verandert en wordt als de kinderen, zult u het Koninkrijk der hemelen beslist niet binnengaan

source: Whoso shall receive one such little child in my name receiveth me
nl: Wie zo'n kind ontvangt in Mijn Naam, die ontvangt Mij

source: Desire something in union on the earth, and it will fall to you from My Father who is in heaven
nl: Verlang met elkaar eenstemmig iets op de aarde en het zal u ten deel vallen van Mijn Vader, Die in de hemelen is

source: <p>After Noah, mankind rebelled against God, following the example of satan, and tried to make itself a name on earth. Man seized power by staying together and becoming a strong unity, one community, one language, one name (Gen. 11).</p> <p>We can therefore ask ourselves whether unity is of God or of man. It sounds so beautiful: We must be one, we must become one. Even among followers of Jesus, that is a trap. <b><i>Our unity is not in becoming one, but in loving one another</i></b>. After all, the cross has already made us one and that is enough. We cannot realize that enough!</p> <p>It is therefore that God in His grace scattered man during the tower construction of Babel (Gen 11:7-9). From that time on, God's glory was not in unity, but in the diversity that we have as peoples. Something of God's greatness is therefore visible in every nation. And together with all nations we will be able to discover some of the wisdom of God in this world.</p> <p>The degeneration, removal of the image of God that began with Adam and Eve (we are in the image of Adam (Gen. 5: 1-3)), has continued into the nations. As followers of Jesus, we know that there is not one nation - a superior nation - that shows more of His glory, but that the nations can discover together what His glory is and reflect it (Eph 3:18).</p>
nl: <p>Na Noach rebelleerde de mensheid, naar het voorbeeld van satan, wederom tegen God en probeerde zihzelf een naam op aarde te maken. De mens greep naar de macht door bij elkaar te bljven en een sterke éénheid, één gemeenschap, één taal, één naam te worden (Gen 11).</p> <p>We kunnen ons dan ook afvragen of éénheid van God of van de mens is. Het klinkt zo mooi: We moeten één zijn, we moeten één worden. Zelfs onder volgelingen van Jezus is dat een valkuil. <b><i>Onze eenheid ligt namelijk niet in éénworden maar in elkaar liefhebben</i></b>. Het kruis heeft ons immers al één gemaakt en dat is genoeg. Dat kunnen we ons niet genoeg beseffen!</p> <p>Het is daarom, dat God in Zijn genade de mens verstrooide tijdens de torenbouw van Babel (Gen 11:7-9). Gods glorie lag vanaf toen niet in de eenheid, maar in de diversiteit die wij als volkeren hebben. In elk volk is daarom iets van Gods grootheid zichtbaar. En samen met ale volkeren zullen we iets van de wijsheid van God in deze wereld kunnen ontdekken.</p> <p>De degeneratie, verwijdering van het beeld van God die bij Adam en Eva begon (wij zijn naar het beeld van Adam (Gen 5:1-3)), heeft zich doorgezet in de volkeren. Als volgelingen van Jezus weten we dat er niet één volk is – een superieur volk – dat meer van Zijn glorie laat zien, maar dat de volkeren tezamen kunnen ontdekken wat Zijn glorie is en dat weerspiegelen (Ef 3:18).</p>

source: Blessed are they that hear the word of God, and keep it
nl: Zalig zijn zij die het Woord van God horen en het bewaren

source: Take heed, and beware of covetousness
nl: Kijk uit en wees op uw hoede voor de hebzucht

source: Look forward to the wedding of the Lamb
nl: Zie uit naar de bruiloft van het Lam

source: Find the lost sheep
nl: Zoek de verloren schapen

source: Honour thy father and thy mother
nl: Eer uw vader en moeder

source: Love thy neighbour as thyself
nl: U zult uw naaste liefhebben als uzelf

source: Many that are first shall be last; and the last shall be first
nl: Veel eersten zullen de laatsten zijn, en veel laatsten de eersten

source: Have faith in God
nl: Heb geloof in God

source: Thou shalt love the Lord thy God with all thy heart
nl: En u zult de Heere, uw God, liefhebben met heel uw hart

source: Thou shalt love the Lord thy God with all thy soul
nl: U zult de Here uw God liefhebben met heel uw ziel

source: Thou shalt love the Lord thy God with all thy mind
nl: U zult de Here uw God liefhebben met heel uw verstand

source: Thou shalt love the Lord thy God with all thy strenght
nl: U zult de Here uw God liefhebben met heel uw kracht

source: Watch therefore for the coming of Jesus
nl: Wees waakzaam om de komst van Jezus

source: <p> In Luke 12:35-40, Jesus begins to gird up your loins and have the lamp burning. He then called on to be vigilant and ready for the arrival of the Son of Man.</p> <p>We hardly know the word loin today. A loincloth is a piece of clothing that consists only of a cotton cloth that is worn around the loins - the hips. The loins are the center of your body. The Hebrew expression "the loins girded" has more to do with a tunic, an undergarment. If something had to be done quickly, the tunic was tied around the loins with a leather belt. It was a starting position of someone who had to take action. In the East, both men and women wore long clothes that reached the feet. The rug was held up with the belt, so that the feet and legs had more freedom of movement. When girdling the loins, the long overcoat was taken up and put into the belt, or pulled up by the belt, when preparing to do work or travel. </p> <p>Someone who pulls up his long clothing and ties it around his loins with a belt, so he can move quickly. The Israelites had to be ready in the night of their departure from Egypt, the loins girded in order to be able to leave immediately. (Exodus 12:11). Elijah girded his loins to rush out for Ahab (1 Kings 18:46). We must also be ready to expect the arrival of the Son of Man at all times. </p> <p><i>"Blessed are those slaves whom the Lord will find waking when he comes." (Luke 12:37) </i></p>
nl: <p>In Lukas 12:35-40 begint Jezus om je lendenen te omgorden en de lamp brandend te hebben. Vervolgens roept hij op om waakzaam te zijn en paraat te staan voor de komst van de Mensenzoon.</p> <p>Het woord lendenen kennen wij vandaag nauwelijks meer. Een lendendoek is een kledingstuk dat slechts bestaat uit een katoenen lap die om de lendenen - de heupen- wordt gedragen. De lendenen zijn het midden van je lichaam. De Hebreeuwse uitdrukking ‘ de lendenen omgord’ heeft meer te maken met een tunica, een onderkleed. Als men vlug iets moest doen dan werd die tunica met een leren gordel opgebonden rond de lendenen. Het was een starthouding van iemand die in actie moest komen. In het Oosten droegen zowel mannen als vrouwen lange kleren, die tot de voeten reikten. Met de gordel werd het kleed opgehouden, zodat de voeten en benen meer bewegingsvrijheid hadden. Bij het omgorden van de lendenen werd het lange overkleed opgenomen en in de gordel gestoken, of door de gordel omhoog getrokken, als men zich voorbereidde om werk te verrichten of te reizen.</p> <p>Iemand die zijn lange kleding omhoog trekt en het met een gordel om zijn lendenen vastbindt, die kan zich dus snel verplaatsen. De Israëlieten moesten in de nacht van hun vertrek uit Egypte zo klaar staan, de lendenen omgord, om direct te kunnen vertrekken. (Exodus 12:11). Elia omgordde zijn lendenen om zo voor Achab uit te snellen (l Koningen 18:46). Zo moeten wij ook klaarstaan om de komst van de Mensenzoon ten alle tijden te verwachten.</p> <p><i>“Zalig zijn die slaven die de heer bij zijn komst wakend zal vinden.” (Luk 12:37)</i></p>

source: Use your talents to honor the Father
nl: Gebruik je talenten tot eer van de Vader

source: Trust that the Spirit will guide you
nl: Vertrouw erop dat de Heilige Geest je zal leiden

source: Do not worry about what to say
nl: Wees dan van tevoren niet bezorgd wat u spreken moet

source: Celebrate the Lord’s supper in remembrance of Me
nl: Vier regelmatig het Heilig Avondmaal tot gedachtenis van Jezus

source: He that abideth in me, and I in him, the same bringeth forth much fruit
nl: Wie in Mij blijft, en Ik in hem, die draagt veel vrucht

source: For without me ye can do nothing
nl: Want zonder Mij kunt u niets doen

source: Please take a moment to read the blog below of John Piper who explains how to abide in Christ.
nl: Neem even de tijd om de onderstaande blog te lezen van John Piper die uitlegt hoe je in Christus kunt blijven.

source: We are called to glorify the Name of God in Christ Jesus!
nl: Wij zijn geroepen om de Naam van God te verheerlijken, in Christus Jezus!

source: Watch ye and pray, lest ye enter into temptation
nl: Waak allen en bid, opdat u niet in verzoeking komt

source: Feed my sheep
nl: Hoed Mijn schapen

source: Go ye therefore, and teach all nations, baptizing them in the name of the Father, and of the Son, and of the Holy Ghost: Teaching them to observe all things whatsoever I have commanded you
nl: Ga dan heen, onderwijs al de volken, hen dopend in de Naam van de Vader en van de Zoon en van de Heilige Geest, hun lerend alles wat Ik u geboden heb, in acht te nemen

source: As Jesus departed the earth, He gave His five hundred disciples in Galilee this last command. It “means not only to learn, but to become attached to the teacher and be his follower in doctrine and conduct of life” (Strong’s Greek Lexicon). It is used once more in the New Testament in Acts 14:21, “when they had preached the gospel to that city and made many disciples,” which ties together “preached the gospel” with “make disciples” as their core ministry.
nl: Toen Jezus de aarde verliet, gaf Hij zijn vijfhonderd discipelen in Galilea dit laatste gebod. Het "betekent niet alleen leren, maar ook gehecht raken aan de leraar en zijn volgeling zijn in leer en levensgedrag" (het Griekse Lexicon van Strong). Het wordt opnieuw gebruikt in het Nieuwe Testament in Handelingen 14:21, "toen zij het evangelie tot die stad hadden gepredikt en vele discipelen hadden gemaakt", die "het evangelie predikten" met "discipelen maken" als hun belangrijkste bediening.

source: And, lo, I am with you always, even unto the end of the world
nl: En zie, ik ben met u, al de dagen, tot aan de voleinding van de wereld

source: With which other christians would you like to walk through all the commandments?
nl: Met welke andere christenen zou je door alle geboden willen gaan?

source: Share your testimony!
nl: Deel je getuigenis!

source: Are you cold, lukewarm or hot? Do you have an earnestly desire to follow Jesus to glorify your Father in heaven with your whole life?
nl: Ben je koud, lauw of warm? Heb je een oprecht verlangen om Jezus te volgen en je Vader in de hemel te verheerlijken met je hele leven?

source: Did you already get baptized?
nl: Ben jij al gedoopt?

source: Tell each other your testimony why you got baptized
nl: Vertel elkaar je getuigenis waarom je je hebt laten dopen

source: Do you recognize any fruits in your life?
nl: Herken je vruchten in je leven?

source: Tell each other how you recognize their fruits
nl: Vertel elkaar vruchten die je bij de ander ziet

source: Who cares about our agenda for telling the world about Jesus?
nl: Wie maakt zich druk over onze agenda om de wereld over Jezus te vertellen?

source: Paul tells his own testimony to defend himself. Have you also shared your testimony to others to explain the gospel? What was their reaction?
nl: Paul vertelt zijn eigen getuigenis om zich te verdedigen. Heb jij ook jouw getuigenis wel eens gedeeld om het evangelie uit te leggen? Wat was hun reactie?

source: During the day, do you pay attention for people around you who need help?
nl: Gedurende de dag, let je dan op mensen die hulp nodig hebben?

source: When was the last time you were merciful?
nl: Wanneer was de laatste keer dat je iemand iets hebt vergeven?

source: Ask others, what kind of sins do they see with you?
nl: Vraag anderen, wat voor soort zonden zien zij bij jou?

source: What sins do you want to get rid off?
nl: Welke zonden wil jij kwijtraken?

source: Pray for each other
nl: Bid voor elkaar

source: Has sin corrupted your saltiness?
nl: Heeft bepaalde zonden jouw "zout zijn" beinvloed?

source: Has your self-interest made you disinterested in transforming others?
nl: Heeft jouw ik-gerichtheid ervoor gezorgt dat je niet meer geinteresseerd bent om anderen te helpen veranderen?

source: Can you be graciously confrontational?
nl: Kun jij confronterend zijn vanuit genade?

source: Does your speaking suit your behavior?
nl: Komen je woorden overeen met je gedrag?

source: Is there a difference between your confession and your doing?
nl: Is er een verschil tussen je bekentenis wat je doet?

source: When was the last time you were generous?
nl: Wanneer was de laatste keer dat je vrijgevig was?

source: Do you really want to be a follower of Jesus?
nl: Wil je echt een volgeling van Jezus zijn?
