Repository: walkasjesus/walkasjesus_framework
Catalog: jesus_commandments_website/locale/*/LC_MESSAGES/django.po
Languages: nl

source: By example: "The parable of the Good Samaritan " (Luke 10:29-37)
nl: Bij voorbeeld: "De gelijkenis van de barmhartige Samaritaan" (Lukas 10: 29-37)

source: The principle is to be merciful to those who crosses your paths
nl: Het principe is om barmhartig te zijn aan degenen die op je pad komen

source: Is it "specific" or a "generic"?
nl: Is het "specifiek" of "algemeen"?

source: There are also some specific commandments which Jesus gave specifically to that person in that time, which will not directly apply for us today
nl: Er zijn ook enkele specifieke geboden die Jezus gaf om die persoon in die tijd, welke niet rechtstreeks van toepassing zal zijn voor ons vandaag

source: By example: "Go your way into the village over against you: and as soon as ye be entered into it, ye shall find a colt tied, whereon never man sat; loose him, and bring him." (Mark 11:2)
nl: Bij voorbeeld: "Ga naar het dorp dat voor u ligt, en zodra u er binnenkomt, zult u een veulen vinden dat vastgebonden is, waarop geen mens gezeten heeft; maak het los en breng het hier." (Mark 11: 2)

source: Is it a "negative" or "positive" commandment?
nl: Is het een "nieuw" of "bestaand" gebod?

source: A negative commandment is something you should not do. To all negative commandments, there is an opposite positive commandment. In the unique primary commandments, we mention only positive commandments, while in the references you will also find lots of the opposite negative commandments. So if you have a prohibition, derive the opposite commandment from it
nl: Een verbod is een negatief gebod, iets wat je niet moet doen. Bij alle verboden, is een tegengesteld gebod. In de unieke geboden noemen we alleen geboden, terwijl in de gerelateerde Bijbelteksten je ook veel verboden vindt. Dus als je een verbod vindt, ontleed dan het tegenovergestelde gebod daaruit

source: By example: "That whosoever looketh on a woman to lust after her hath committed adultery with her already in his heart (Matthew 5:28). The negative commandment is to not look with lust to another woman, the commandment is to stay loyal to your partner (Honor marriage) and keep your heart pure
nl: Bij voorbeeld: "Maar Ik zeg u dat al wie naar een vrouw kijkt om haar te begeren, in zijn hart al overspel met haar gepleegd heeft. (Mattheüs 5:28) Het verbod is om niet te kijken met lust naar een andere vrouw, het gebod is trouw aan te blijven aan je partner en je hart zuiver te houden

source: Should you "continually", or "start" doing it?
nl: Moet je het "voortdurend" of "beginnen" te doen?

source: There is a difference in "immediately start doing it" or "keep continually or habitually doing it"
nl: Er is een verschil in "onmiddellijk beginnen te doen" of "het voortdurend blijven doen"

source: By example: "Guard against self-deception, each of you. If someone among you thinks he is wise in this age, let him become foolish so that he can become wise (1 Cor 3:18). The progressive type here is to "Guard continually" and to "become immediately foolish" if you think you are wise
nl: Bij voorbeeld: "Laat niemand zichzelf bedriegen. Als iemand onder u denkt dat hij wijs is in deze wereld, laat hij dwaas worden, opdat hij wijs zal worden" (1 Kor 3:18) De progressieve soort hier is om "voortdurend" jezelf niet te bedriegen en "onmiddellijk" dwaas te worden als je denkt dat je verstandig bent

source: Is it a "new" or "existing" commandment?
nl: Is het een "nieuw" of "bestaand" gebod?

source: If it is new:
nl: Als het nieuw is:

source: Add it with its primary Bible reference
nl: Voeg het toe als primaire Bijbeltekst

source: Determine a short powerful title which summarizes the commandment. Try to stick as close as possible to the Words of Jesus Himself (Only summarize when necessary)
nl: Bepaal een korte krachte titel welke het gebod samenvat. Probeer zo dicht mogelijk bij de Woorden van Jezus te blijven (Alleen het hoognodige samenvatten)

source: Determine in which "category" the commandment falls
nl: Bepaal in welke "categorie" het gebod valt

source: If it is an already existing, determine to which existing commandment(s) it should apply
nl: Als de tekst reeds bestaat, bepaal op welke bestaand gebod(en) het van toepassing is

source: Is it a "primary", "direct", "indirect", "example", "duplicate" or "study" reference?
nl: Is het een "primair" "directe" of "indirecte", "voorbeeld", "dubbel" of "studie" Bijbeltekst?

source: Primary
nl: Primair

source: Example
nl: Voorbeeld

source: Duplicate
nl: Dubbel

source: Study
nl: Studie

source: Are there more "direct", "indirect", "example", "duplicate" or "study" Bible references?
nl: Zijn er meer "primair" "directe" of "indirecte", "voorbeeld", "dubbel" of "studie" Bijbelteksten?

source: With each commandment, extend it with as many as you can find Bible references, both Old and New Testament. Please always study the context, if it is really related to the commandment.
nl: Breidt elk gebod uit met zoveel mogelijk Bijbelteksten, zowel uit het Oude als het Nieuwe Testament. Probeer altijd de context voor ogen te houden, of het werkelijk aan het gebod gelinkt kan worden.

source: Maybe you are wondering why we did not study all the commandments in the whole New Testament? Well, the easiest reason why we didn't, is because Jesus commandments didn't include the commandments which other apostles are saying. He said 'teaching them to observe all things that I have commanded you' (Matt 28:20). Of course, the other letters in the NT are still true, valuable and explaining or extending Jesus' teachings, so maybe in the future we will add them to this website as well.
nl: Misschien vraag je je af waarom we niet alle geboden in het hele Nieuwe Testament hebben meegenomen? Nou, de makkelijkste reden waarom we dat niet deden, is omdat Jezus zijn gebod geen geboden bevatte die andere apostelen hebben genoemt. Hij zei 'leert hen onderhouden al wat Ik u bevolen heb' (Matteüs 28:20). Natuurlijk, de andere teksten in het NT zijn nog steeds waar, waardevol en zijn een prachtige uitbreiding op de leer van Jezus, dus misschien in de toekomst zullen we ze alsnog toevoegen aan deze website.

source: Overview of Jesus Commandments
nl: Overzicht van Jezus Geboden

source: Study the commandments yourself
nl: Bestudeer de geboden zelf

source: In the following table you can see a list of all the Bible references we found, corresponding to all the commandments which Jesus taught us.
nl: In de onderstaande tabel vindt je een overzicht van alle gevonden Bijbelteksten, wat overeenkomt met alle geboden die Jezus ons geleerd heeft.

source: If you have any suggestions or corrections, we'd like to hear from you. Please
nl: Als u suggesties of correcties heeft, willen we die graag van u horen.

source: register
nl: registreren

source: or just sent us an
nl: Of stuur ons gewoon een

source: Change Bible Translation
nl: Verander Bijbelvertaling

source: Positive / Negative
nl: Positief / Negatief

source: Bible Reference
nl: Bijbeltekst

source: Bible Reference Text
nl: Bijbeltekst

source: Grouping
nl: Groepering

source: Terms and Conditions
nl: Voorwaarden

source: <h3><strong>General information</strong></h3> <p>Our goals with this site is to listen and obey to Jesus, explain His teachings, let the people get rooted and be fruitful in the world, to glorify our Father in heaven</p> <p>You are free to use any Jesus Commandments resource so long as it is not for profit or any other commercial purposes, the use is consistent with the Jesus Commandments values, <a href="/vision">which may be found here</a>, and your use does not contravene any applicable law or regulation.</p> <p>This means you can:</p> <ul> <li>Duplicate resources for your own use and/or the use of your leaders, children, church or group.</li> <li>Distribute resources for your own use and/or the use of your leaders, children, church or group.</li> </ul> <p>You are not allowed to:</p> <ul> <li>Adjust or change any resources without our permission.</li> <li>Sell resources or incorporate them in any commercial offering.</li> </ul> <p>If you are aware of Jesus Commandments resources being sold, or have any questions please contact <a href="mailto:info@jesuscommandments.org">info@jesuscommandments.org</a></p> <p>If you copy and/or distribute Jesus Commandments resources (whether by burning, sending, duplicating or whatever means) please make reference to <a href="/">www.jesuscommandments.org</a> in order to let others know about the website and resources.</p>
nl: <h3><strong>Algemeen</strong></h3> <p>Onze doelen met deze site is om te luisteren en te gehoorzamen aan Jezus, zijn leringen uit te leggen, de mensen geworteld zien te krijgen en vruchtbaar te zijn in de wereld, om onze Vader in de hemel te verheerlijken.</p> <p>Je bent vrij om de middelen van Jezus Geboden te gebruiken zolang het niet voor winst of andere commerciële doeleinden gebruikt wordt. Tevens moet het gebruik in overeenstemming zijn met de Jezus geboden waarden, <a href="/vision"> welke hier kunnen worden gevonden</a> en uw gebruik niet in strijd is met enige toepasselijke wet- of regelgeving. </p> <p>Dit betekent dat u WEL toegestaan bent om:</p> <ul> <li>Middelen te kopieeren voor eigen gebruik en/of het gebruik van uw leiders, kinderen, kerk of groep. </li> <li>Middelen te verspreiden voor eigen gebruik en/of het gebruik van uw leiders, kinderen, kerk of groep. </li> </ul> <p>U bent NIET toegestaan ​​om: </p> <ul> <li>Aanpassen door te voeren zonder onze toestemming</li> <li>Middelen te verkopen of deze op te nemen in een commercieel aanbod.</li> </ul> <p>Als u weet heeft dat iemand middelen van de Jezus geboden website verkoopt, of als u vragen heeft kunt u contact opnemen met <a href="mailto:info@jesuscommandments.org"> info@jesuscommandments.org</a></p> <p>Als u middelen kopieert en/of Jesus Geboden verspreidt (al dan niet door het verbranden, het verzenden, dupliceren of welke manier dan ook) kunt u verwijzen naar <a href="/"> www.jesuscommandments.org </a> om anderen te laten weten over de website en middelen.</p>

source: The reason why we have this website
nl: De reden waarom we deze website hebben

source: Vision
nl: Visie

source: "Our goal with this site is to listen to and obey Jesus, explain His teachings, let the people get rooted and be fruitful in the world, to glorify our Father in heaven"
nl: "Ons doel met deze site is om te luisteren en gehoorzamen naar Jezus, zijn onderwijs uit te leggen en de mensen geworteld zien te krijgen zodat ze vruchtbaar zullen zijn in de wereld, om onze Vader in de hemel te verheerlijken"

source: It all starts with accepting Gods love for us. By faith alone in Jesus Christ that He died instead to pay for your sins you will receive everlasting life!
nl: Het begint allemaal met het accepteren van Gods liefde voor ons. Alleen door het geloof in Jezus Christus, dat Hij aan het kruis is gestorven tot vergeving van onze zonden waardoor wij een eeuwig leven mogen ontvangen!

source: Loving God back requires obedience, but what are all of Jesus commandments?
nl: Het liefhebben van God vraagt gehoorzaamheid, maar wat zijn al Jezus geboden?

source: When you will read the gospels, and write down all of the unique commandments, you will at least find all the commandments which are displayed on this websites.
nl: Wanneer je de evangeliën leest, schrijf dan alle unieke geboden op. Je zal op zijn minst alle geboden vinden die op deze website te vinden zijn.

source: So how will we become fruitful with our lives? By hearing the Word, understanding the Word and obeying to the Word.
nl: Dus hoe zullen we vrucht dragen met ons leven? Door het horen van het Woord, het begrijpen van het Woord en gehoorzamen aan het Woord.

source: We need to teach each other to observe all things what Jesus has commanded. Go ye therefore! Find other people who want to follow Jesus as well. Listen to all the commandments. Understand all the commandments and obey to all His commandments.
nl: We moeten elkaar onderwijzen en helpen om alles wat Jezus heeft geboden in acht te nemen. Ga erop uit! Zoek naar andere mensen die ook Jezus willen volgen. Luister naar alle geboden. Begrijp al de geboden en gehoorzamen aan al Zijn geboden.

source: Do you want to follow Jesus in all His commandments?
nl: Wilt jij ook Jezus volgen in al Zijn geboden?

source: Failed to change the bible translation
nl: Kan de bijbelvertaling niet veranderen

source: Failed to change the user languages
nl: Kan de taal niet veranderen

source: No languages selected
nl: Geen talen geselecteerd

source: English
nl: Engels

source: Dutch
nl: Nederlands

source: German
nl: Duits

source: French
nl: Frans

source: Jesus commandments
nl: Jezus geboden

source: Commandments
nl: Geboden

source: Study them
nl: Bestudeer ze

source: Admin Portal
nl: Admin Portaal

source: Help improving
nl: Help verbeteren

source: Change language / Bible
nl: Wijzig taal / Bijbel

source: Site Navigation
nl: Site Navigatie

source: List of Commandments
nl: Lijst van Geboden

source: Our Vision
nl: Onze Visie

source: Register
nl: Registreren

source: Contact us
nl: Neem contact op

source: The Jesus Commandments website will store "cookies" on your system to help improve your experience with the website. Many of these cookies relate to customizing your visit. For example, allowing you to set your language(s), Bible translation and target audience. For more information see our <a href="/privacy">Privacy Policy</a>.
nl: De Jezus Geboden website zal "cookies" opslaan op uw systeem om uw ervaring en gebruik met de website te verbeteren. Veel van deze cookies hebben betrekking op het aanpassen van de voorkeuren aan uw bezoek. Bijvoorbeeld, door u uw gewenste taal, bijbelvertaling en doelgroep in te stellen. zie ons <a href="/privacy"> Privacybeleid </a> voor meer informatie.

source: Ok, I agree
nl: Akkoord

source: Change languages / Bible translations
nl: Talen wijzigen / Bijbel vertalingen

source: Site language
nl: Website taal

source: Bible translation
nl: Bijbel vertaling

source: With this setting, all Bible references found on this website are displayed with the configured Bible translation. All references are directly called from <a target="_blank" href="https://scripture.api.bible">https://scripture.api.bible</a>, provided by the American Bible Society.
nl: Met deze instelling worden alle Bijbelteksten op deze website weergegeven met de geconfigureerde Bijbelvertaling. Alle referenties worden rechtstreeks aangeroepen vanuit <a target="_blank" href="https://scripture.api.bible"> https://scripture.api.bible </a>, verstrekt door de American Bible Society.

source: Resource language
nl: Taal voor middelen

source: Within a commandment, you can find related resources to that commandment. Resources can be Sermons, Testimonies, Movies, Shortmovies, Songs, Blogs or Books. You can select multiple languages if you like to see those resources in more languages.
nl: Binnen een gebod, kun je meerdere gerelateerde middelen vinden. Middelen kunnen bijvoorbeeld zijn preken, getuigenissen, films, korte films, liederen, blogs of boeken. Je kunt meerdere talen selecteren om deze middelen te zien in meer talen.

source: Messages
nl: Berichten

source: Site Maps
nl: Site Kaarten

source: Static Files
nl: Statische bestanden

source: That page number is not an integer
nl: Dit pagina getal is geen geheel getal

source: That page number is less than 1
nl: Dit pagina nummer is minder dan 1

source: That page contains no results
nl: Deze pagina bevat geen resultaten

source: Enter a valid value.
nl: Voer een geldige waarde in.

source: Enter a valid URL.
nl: Voer een geldige URL in

source: Enter a valid integer.
nl: Voer een geldige integer in

source: Enter a valid email address.
nl: Voer een geldig e-mailadres in

source: Enter a valid 'slug' consisting of letters, numbers, underscores or hyphens.
nl: Voer een geldig 'wachtwoord', bestaande uit letters, cijfers, onderstrepingstekens of koppeltekens.

source: Enter a valid 'slug' consisting of Unicode letters, numbers, underscores, or hyphens.
nl: Voer een geldig 'wachtwoord', bestaande uit Unicode letters, cijfers, onderstrepingstekens of koppeltekens.

source: Enter a valid IPv4 address.
nl: Voer een geldig IPv4-adres in

source: Enter a valid IPv6 address.
nl: Voer een geldig IPv6-adres in

source: Enter a valid IPv4 or IPv6 address.
nl: Voer een geldig IPv4- of IPv6-adres in

source: Enter only digits separated by commas.
nl: Voer alleen cijfers, gescheiden door komma's in

source: Ensure this value is %(limit_value)s (it is %(show_value)s).
nl: Zorgen dat deze waarde %(limit_value)s is (het is nu %(show_value)s).

source: Ensure this value is less than or equal to %(limit_value)s.
nl: Zorg dat deze waarde kleiner is dan of gelijk aan %(limit_value)s.

source: Ensure this value is greater than or equal to %(limit_value)s.
nl: Zorgen deze waarde groter dan of gelijk aan%(limit_value)s.

source: Ensure this value has at least %(limit_value)d character (it has %(show_value)d).
nl: Zorg ervoor dat deze waarde als minste %(limit_value)d karakter heeft (het heeft nu %(show_value)d).

source: Ensure this value has at most %(limit_value)d character (it has %(show_value)d).
nl: Zorg ervoor dat deze waarde maximaal %(limit_value)d karakter heeft (het heeft nu %(show_value)d).

source: Enter a number.
nl: Voer een getal in.

source: Ensure that there are no more than %(max)s digit in total.
nl: Zorg ervoor dat er niet meer dan %(max)s cijfer in totaal is

source: Ensure that there are no more than %(max)s decimal place.
nl: Zorg ervoor dat er niet meer dan %(max)s decimaal in totaal is

source: Ensure that there are no more than %(max)s digit before the decimal point.
nl: Zorg ervoor dat er niet meer dan %(max)s cijfer is voor het decimaal

source: File extension '%(extension)s' is not allowed. Allowed extensions are: '%(allowed_extensions)s'.
nl: Bestandsextensie '%(extension)s' is niet toegestaan. Toegestane extensies zijn: '%(allowed_extensions)s'.

source: Null characters are not allowed.
nl: Null tekens zijn niet toegestaan.

source: and
nl: en

source: %(model_name)s with this %(field_labels)s already exists.
nl: %(model_name)s met %(field_labels)s bestaat al.

source: Value %(value)r is not a valid choice.
nl: Waarde %(value)r is geen geldige keuze.

source: This field cannot be null.
nl: Dit veld mag niet leeg zijn.

source: This field cannot be blank.
nl: Dit veld kan niet leeg zijn.

source: %(model_name)s with this %(field_label)s already exists.
nl: %(model_name)s dit %(field_label)s bestaat.

source: %(field_label)s must be unique for %(date_field_label)s %(lookup_type)s.
nl: %(field_label)s moet uniek%(date_field_label)s%(lookup_type)s bedragen.

source: Field of type: %(field_type)s
nl: Veld type:%(field_type)s

source: Integer
nl: Geheel getal

source: '%(value)s' value must be an integer.
nl: '%(value)s' waarde moet een geheel getal zijn.

source: Big (8 byte) integer
nl: Groot (8 byte) integer

source: '%(value)s' value must be either True or False.
nl: '%(value)s' waarde moet ofwel waar of onwaar zijn.

source: '%(value)s' value must be either True, False, or None.
nl: value '%(value)s' moet ofwel True, False of None zijn.

source: Boolean (Either True or False)
nl: Boolean (waar of onwaar)

source: String (up to %(max_length)s)
nl: Reeks (maximaal %(max_length)s)

source: Comma-separated integers
nl: Komma's gescheiden integers

source: '%(value)s' value has an invalid date format. It must be in YYYY-MM-DD format.
nl: '%(value)s' waarde heeft een ongeldige datumnotatie. Het moet in YYYY-MM-DD formaat.

source: '%(value)s' value has the correct format (YYYY-MM-DD) but it is an invalid date.
nl: '%(value)s' waarde heeft het juiste formaat (YYYY-MM-DD), maar het is een ongeldige datum.

source: Date (without time)
nl: Datum (zonder tijd)

source: '%(value)s' value has an invalid format. It must be in YYYY-MM-DD HH:MM[:ss[.uuuuuu]][TZ] format.
nl: '%(value)s' waarde heeft een ongeldige indeling. Het moet in YYYY-MM-DD UU: MM [: ss [.uuuuuu]] [TZ] formaat.

source: '%(value)s' value has the correct format (YYYY-MM-DD HH:MM[:ss[.uuuuuu]][TZ]) but it is an invalid date/time.
nl: '%(value)s' waarde heeft het juiste formaat (YYYY-MM-DD UU: MM [: ss [.uuuuuu]] [TZ]), maar het is een ongeldige datum / tijd.

source: Date (with time)
nl: Datum (met tijd)

source: '%(value)s' value must be a decimal number.
nl: '%(value)s' waarde moet een decimaal getal zijn.

source: Decimal number
nl: Decimaal getal

source: '%(value)s' value has an invalid format. It must be in [DD] [HH:[MM:]]ss[.uuuuuu] format.
nl: '%(value)s' waarde heeft een ongeldige indeling. Het moet in [DD] [UU: [MM:]] ss [.uuuuuu] formaat zijn.

source: Duration
nl: Looptijd

source: Email address
nl: E-mailadres

source: File path
nl: Bestandspad

source: '%(value)s' value must be a float.
nl: '%(value)s' waarde moet een komma zijn.

source: Floating point number
nl: Kommagetal

source: IPv4 address
nl: IPv4-adres

source: IP address
nl: IP adressen

source: '%(value)s' value must be either None, True or False.
nl: '%(value)s' waarde moet ofwel None, True of False zijn.

source: Boolean (Either True, False or None)
nl: Boolean (Ofwel True, False of None)

source: Positive integer
nl: Positief integer

source: Positive small integer
nl: Positieve kleine integer

source: Slug (up to %(max_length)s)
nl: String (tot %(max_length)s)

source: Small integer
nl: Kleine integer

source: Text
nl: Tekst

source: '%(value)s' value has an invalid format. It must be in HH:MM[:ss[.uuuuuu]] format.
nl: '%(value)s' waarde heeft een ongeldige indeling. Het moet in HH: MM [: ss [.uuuuuu]] formaat zijn.

source: '%(value)s' value has the correct format (HH:MM[:ss[.uuuuuu]]) but it is an invalid time.
nl: '%(value)s' waarde heeft het juiste formaat (HH: MM [: ss [.uuuuuu]]), maar het is een ongeldige tijd.

source: Time
nl: Tijd

source: Raw binary data
nl: Ruwe binaire data

source: '%(value)s' is not a valid UUID.
nl: '%(value)s' is geen geldige UUID.

source: Universally unique identifier
nl: Universele unieke identificatie

source: File
nl: het dossier

source: Image
nl: Beeld

source: %(model)s instance with %(field)s %(value)r does not exist.
nl: %(model)s bijvoorbeeld met%(field)s %(value)r bestaat niet.

source: Foreign Key (type determined by related field)
nl: Foreign Key (type bepaald door gerelateerd veld)

source: One-to-one relationship
nl: Eén-op-één relatie

source: %(from)s-%(to)s relationship
nl: %(from)s -%(to)s relatie

source: %(from)s-%(to)s relationships
nl: %(from)s -%(to)s relaties

source: Many-to-many relationship
nl: Veel-op-veel-relaties

source: This field is required.
nl: Dit veld is verplicht.

source: Enter a whole number.
nl: Voer een geheel getal in.

source: Enter a valid date.
nl: Voer een geldige datum in.

source: Enter a valid time.
nl: Voer een geldige tijd in.

source: Enter a valid date/time.
nl: Voer een geldige datum / tijd in.

source: Enter a valid duration.
nl: Voer een geldige duur in.

source: The number of days must be between {min_days} and {max_days}.
nl: Het aantal dagen moet tussen {min_days} en {max_days} liggen.

source: No file was submitted. Check the encoding type on the form.
nl: Geen bestand is ingediend. Controleer het type codering op het formulier.

source: No file was submitted.
nl: Geen bestand is ingediend.

source: The submitted file is empty.
nl: Het ingediende dossier is leeg.

source: Ensure this filename has at most %(max)d character (it has %(length)d).
nl: Zorg ervoor dat deze bestandsnaam maximaal %(max)d karakters heeft (het heeft %(length)d)

source: Please either submit a file or check the clear checkbox, not both.
nl: Gelieve ofwel een dossier in te dienen of kijk op de duidelijke checkbox, niet beide.
