Repository: walkasjesus/walkasjesus_framework
Catalog: jesus_commandments_website/locale/*/LC_MESSAGES/django.po
Languages: nl

source: Enemies are the people who God puts on your way which are hard for you to love. Who are enemies for you?
nl: Vijanden zijn de mensen die God op je pad brengt waarbij het moeilijk is om ze lief te hebben. Wie zijn vijanden voor jouw?

source: Do you have the idea that you are what God intended you to be?
nl: Heb je het idee dat je bent zoals God je bedoelt heeft om te zijn?

source: What would stop you from becoming the way you were meant to be?
nl: Wat zou je ervan weerhouden om to worden zoals je bent bedoeld?

source: What would happen if you were as God intended?
nl: Wat zou er gebeuren als je zou zijn zoals God heeft bedoeld?

source: Are we willing to give up our rights for reconciliation out of love for Jesus, the Father and the other?
nl: Zijn we bereid om onze rechten op te geven voor verzoening uit liefde voor Jezus, de Vader en de andere?

source: Are we willing to step into a conflict and be accountable for love for Jesus, the Father and the other and to ask forgiveness for all guilt in which we do or do not participate?
nl: Zijn we bereid om een conflict in te stappen en verantwoordelijkheid te nemen uit liefde voor Jezus, de Vader en de andere en om vergeving te vragen voor alle schuld waarin we wel of niet deel hebben genomen?

source: Are we prepared, out of love for Jesus, the Father and the other, to do what is necessary so that a relationship can be restored, to give satisfaction so that complete reconciliation becomes possible?
nl: Zijn wij bereid, uit liefde voor Jezus, de Vader en de andere, om te doen wat nodig is, zodat een relatie kan worden hersteld is, om voldoening te geven, zodat volledige verzoening mogelijk wordt?

source: Are we willing to forgive the other out of love for Jesus, the Father and the other, regardless of whether or not the other asks for forgiveness?
nl: Zijn we bereid om de andere uit liefde voor Jezus, de Vader en de andere te vergeven, ongeacht de ander wel of niet om vergeving vraagt?

source: Do you apply regular fasting in your life?
nl: Vast jij regelmatig in je leven?

source: What are your treasures?
nl: Wat zijn jouw schatten?

source: What makes it difficult for you to listen, understand and obey?
nl: Wat maakt het moeilijk voorjouw om te luisteren, te begrijpen en te gehoorzamen?

source: If you want to grow in applying your faith, what does that take?
nl: Als je wilt groeien in de toepassing van je geloof, wat is daar voor nodig?

source: Once you know what He says, can you trust it?
nl: Als je eenmaal weet wat Hij zegt, kun je daarin vertrouwen?

source: What keeps people away from God's Truth?
nl: Wat houdt mensen weg van Gods Waarheid?

source: How bold is your witness?
nl: Hoe vrijmoedig ben jij?

source: Will you give up your life to follow Christ?
nl: Wil jij je leven opgeven om Christus te volgen?

source: Who do you want as your worst enemy: the world or God?
nl: Wie wil je als grootste vijand: de wereld of God?

source: Jesus talks much about the Kingdom of God in His ministry. What is the Kingdom of God, and what does it mean to receive it?
nl: Jezus praat veel over het Koninkrijk van God in Zijn bediening. Wat is het Koninkrijk van God, en wat betekent het om het te ontvangen?

source: What characteristics of children does Jesus want His disciples to recognize and emulate in receiving His Kingdom?
nl: Welke kenmerken wil Jezus in Zijn discipelen herkennen om het Koninkrijk van God te ontvangen?

source: Why is receiving Jesus and His Kingdom better than anything this world has to offer?
nl: Waarom is het beter om van Jezus en Zijn Koninkrijk te ontvangen dan alles wat deze wereld te bieden heeft?

source: What would it look like in your work, finances, relationships, and neighborhood to receive the Kingdom of God like a child?
nl: Hoe zou het eruit zien in je werk, financiën, relaties en buurt om het Koninkrijk van God te ontvangen als een kind?

source: Do you recognize one of the symptoms for greed mentioned in the description?
nl: Herken jij een van de genoemde symptonen van hebzucht in de beschrijving?

source: What do you think believe is all about?
nl: Wat denk je waar geloof allemaal over gaat?

source: How do you know what somebody believes in?
nl: Hoe weet je waar je in gelooft?

source: Do you truly love Jesus? If you did, how would you know?
nl: Houdt je werkelijk van Jezus? Als je dat doet, hoe weet je dat zeker?

source: What talents do you use to glorify the Father?
nl: Welke talenten gebruik jij om de Vader te verheerlijken?

source: Do you pray: Lord, will you bless what I have sown? Or: Lord, what do you want me to sow?
nl: Bid jij: Heer, wilt U zegenen wat ik heb gezaaid? Of: Heer, wat wilt U dat ik zaai?

source: Imagine yourself on trial for your faith
nl: Stel jezelf voor dat je op de proef wordt gesteld voor je geloof

source: Have you met someone like Jonathan, who visited you to encourage you to put your faith in God?
nl: Heb jij iemand net zoals Jonathan, wie je bemoedigd in je geloof met God?

source: Have you experienced the presence of Christ in areas of testing?
nl: Heb je de aanwezigheid van Jezus ervaren terwijl je verzocht werd?

source: Did you have the courage to be true to Him?
nl: Heb jij de moed om eerlijk te zijn tegenover Hem?

source: What do you think is a disciple?
nl: Wat denk je dat een discipel is?

source: Are you a disciple?
nl: Ben jij een discipel?

source: What is discipleship about?
nl: Waar gaat discipelschap over?

source: Could you still be a disciple today? If so, how would that look like? If not, why not?
nl: Kun jij vandaag de dag nog steeds een discipel zijn? Zo ja, hoe zou dat eruit zien? Zo nee, waarom niet?
